Repository: Br3ttl3y/AyudarXAyudar
Catalog: AyudarXAyudar/Views/Home/Resources/About.*.resx
Languages: es

# Description
source: This is where you type something about your site.
es: Su página de descripción de la aplicación.

# HardWork
source: To sustain this shelter we have to work hard every day, there is no rest and we do fund-raisers. Oh, if there many happy little faces, that makes up for our sacrifice. We also have the support of economic donations, food, cleaning supplies, building materials to rennovate the refuge from people who, like us, love animals and pitch in for our cause. In this journey there have been ups and downs, some furballs have gone over the rainbow bridge, volunteer vets have helped them to leave so they do not continue suffering. There have been painful moments, but it's also very gratifying to see so many furballs enjoy a new home next to a family that loves and cares for them. This is our objective: rescue, cure, and find them a home.
es: Para sostener este refugio tenemos que trabajar arduamente todos los días, no hay descanso, hacemos actividades con las que recaudamos fondos, eso si hay muchas caritas felices que compensan el sacrificio que hacemos. También nos apoyamos con donativos económicos, alimento, artículos de limpieza, materiales para habilitar el refugio de personas que como nosotros aman a los animales y ponen su granito de arena a nuestra causa. En este trayecto ha habido altas y bajas, algunos peludos han cruzado el arcoiris, a otros los hemos ayudado a irse para que no sigan sufriendo. Han sido momentos dolorosos, pero también muy gratificantes al ver a tantos peludos disfrutar de un nuevo hogar junto a una familia que los ame y cuide. Ese es nuestro objetivo: rescatar, curar, y encontrarles un hogar.

# Information
source: So we had to rent a house without light, nor water, and that was how we managed to keep them secure. Over time people joined our cause but they were not constant and gave up. We continue and after some years we have been lent some land and with much effort we have rennovated and we still have much to do with scarce resources. It has become a paradise for them.
es: Así tuvimos que rentar una casa sin luz, ni agua, fue así como logramos mantenerlos seguros. A través del tiempo personas se unieron a nuestra causa pero no fueron constantes y se rindieron. Nosotros continuamos y después de algunos años nos prestaron un terreno que con mucho esfuerzo hemos ido habilitando y que aún falta mucho por la escasez de recursos. Se ha convertido en un paraíso para ellos.

# Intro
source: Five years ago we started rescuing dogs on Baghdad Beach, animals that were abandoned to their fate. We would take them to our house and improvise shelters with canvas and cardboard so we could to protect them. The neighbors would lend us their covered yard to protect them because our house was not big enough. We had rescued so many that the place was insufficient.
es: Hace 5 años empezamos rescatando perros en la Playa Bagdad, animales que eran abandonados a su suerte. Los llevábamos a nuestra casa e improvisábamos casitas con lonas y cartones como podíamos para protegerlos. Los vecinos nos prestaban pasillos con techo para protegerlos pues ya nuestra casa no era suficiente. Habíamos rescatado a muchos por lo que el lugar era insuficiente.

# Mission
source: Our mission: that there are no animals wandering the streets left to their fate, gambling with danger and help them to find a family. All the furballs who arrive at the shelter are taken care of by a veterinarian. They are given their vaccines. They are dewormed. They are given treatment if required. They are operated on if they need surgery. They are rehabilitated. They are sterilized and only then are ready for adoption. When necessary, they are tested for the heartworm, and given the Bordetella vaccine. All this costs a lot of money, so we are always in need of help.
es: Nuestra misión: que no haya animales deambulando por las calles a su suerte, sorteando tantos peligros y ayudarlos a encontrar una familia. Todos los peludos que llegan al refugio son atendidos por un veterinario. Se les aplican sus vacunas. Se les desparasita. Se les da tratamiento en caso que así lo requieran. Se les opera si necesitan cirugía. Se les rehabilitada. Se esterilizan y solo así están listos para adopción. Cuando es necesario se les hace la prueba del gusano del corazón, y se les aplica la vacuna bordetela. Todo esto cuesta mucho dinero, por lo que siempre estamos necesitados de ayuda.

# RequirementFive
source: Sign an agreement where you agree and take responsibility for the pet from the moment it is delivered to your home, after reviewing your home's conditions.
es: firmar un convenio donde se compromete y se hace responsable de la mascota desde que es entregado en su casa, previa revisión de las condiciones del domicilio.

# RequirementFour
source: Keep them up to date on vaccines and dewormed,
es: tenerlos al día en vacunas y desparasitacion

# RequirementOne
source: First of all, love for animals
es: Primero que nada amor por los animales,

# RequirementsLastly
source: Further visits will be made eventually to verify the welfare of the adopted animal.
es: Se harán visitas posteriores eventualmente para verificar el bienestar del animal adoptado

# RequirementsTitle
source: Requirements for adoption:
es: Requisitos para adopción:

# RequirementThree
source: Have shelter to protect them from the weather, not have them tied up, locked up or on the roof
es: tener resguardo para protegerlos de las inclemencias del tiempo, no tenerlos amarrados, encerrados o en la azotea

# RequirementTwo
source: Have a fenced lawn or patio
es: tener un terreno o patio bardeado

# Title
source: About
es: Acerca
